package Plot;

public interface PlotLine {

    static void introduce () {
        System.out.println("Вы очнулись после странного сна и ничего не помните. На вас надеты грязные лохмотья и кажется что ваш запах отпугивает коров" +
                "Пробегающий мимо крестьянский мальчишка заметил ваше пробуждение и заголосил на всю деревню ваше имя. " +
                "Протерев глаза, под локтём вы нащупали некий предмет. ");
    }
    static void line1 () {
        System.out.println("Поднявшись, вы обнаружили в нагрудном кармане кусок коричневой льняной тряпки с посланием, написанным корявым почерком."
        );
        System.out.println("Найди Фургала! Он подскажет...");
        System.out.println("Оглядевшись, вы обнаруживаете себя в небольшой деревне. Вокруг бегает детвора и пасётся скот. Вы хотите выяснить что с вами приключилось и кто такой Фургал");
        System.out.println("Теперь вы решаете куда идти и что делать");
    }


}


